Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Manager Kim.tmx
Source language: ko_kr
Languages: en

source: 없습네다
en: none.

source: 무슨 일이네!!?!
en: what’s happening?!!

source: 흠…
en: hmm...

source: 텁!
en: grab

source: ㅋ
en: lol

source: 다른 곳으로 보내주시라요
en: please send me somewhere else.

source: 같이 노력해보자 알겠지?
en: let’s work together, yes?

source: 뭐, 뭐뭐뭐, 뭐야
en: wh-what? what’s going on?

source: 거북이!
en: turtle!

source: 그에 반해 저 영감은…
en: on the other hand, that geezer is...

source: 크윽…!
en: argh..!!

source: 첫 번째 도전자
en: first challenger.

source: 진짜 남자 대 남자로 붙고 싶다면
en: if you want to fight like a man...

source: 상위 5%의 훈련받은 인원들이잖아
en: they’re in the top 5% who survived the hellish training.

source: 그때 그놈들입니다
en: they’re the ones from the last time.

source: 텅!
en: bam

source: … ㅏ ….
en: ah...

source: 우…
en: woo...

source: 확인했습니다
en: sir, it’s her.

source: 미리 가서 준비하고 있으라
en: go to the hotel in advance and get ready.

source: 저 새끼들 끝까지 쳐다본다
en: they’ll keep their eyes on us until we’re gone.

source: 아빠 대 아빠로 이야기 하자며?
en: I thought you wanted to talk as father to father?

source: 쿠웅!
en: da dun

source: 여기 온 건 임무 때문인가?
en: are you here for the mission?

source: 73번 간나 새끼야!
en: 73, you piece of shit!

source: 족제비과의 동물로 아마존 강의 대표적인 짐승입니다.
en: ...the top animals of the amazon river, and they’re in the same family as the weasels.

source: 패배였다
en: ...absolutely and undeniably.

source: 화려하게 빙빙 돌기만 하고
en: you just fancily twist and turn in the air like an acrobat, and...

source: Mr.남!
en: nam?!

source: 전부 죽이고
en: you asked me if I could kill everyone...

source: 이까짓 거, 그동안 받았던 훈련에 비하면 아무것도 아니다
en: these bottles... they’re nothing compared to what I’ve gone through in the trainings.

source: 주혜리 아버님
en: ...hyeri’s father.

source: 푸쉬이이익
en: spray

source: 무서울게 없다 그랬나?
en: did you say you’ve got nothing to be afraid?

source: 코드 66의 외동딸로 추정되는 인물 발견
en: spotted a girl who’s thought to be code 66’s daughter.

source: 남실장은?
en: how about manager nam?

source: 그렇다면 이 방에…
en: which means that he’s in--

source: 덜컹!
en: clank

source: 취소!!
en: I want to cancel it!

source: 그냥 뭐가 있나해서...
en: just wondering what’s behind the glass...

source: ....이거였냐?
en: so that’s what you meant...

source: 하지만 이건 우리나라측에서 거절했어
en: however, our government turned them down.

source: 암튼, 그러니께 니가 좀 와라
en: so, you should get here quick.

source: 북한을 밥 먹듯이 다녀온 놈들이라 그런지
en: it must’ve been the constant missions to north korea or something,

source: ….뭐야?
en: what happened?

source: 오른쪽 주머니
en: right pocket.

source: 요즘 애들 한 번 볼까!
en: ...how kids have fun these days!

source: 특임국 진압팀
en: I deployed the els,

source: 임무를 수행할 생각은 있는거네?
en: do you even plan on accomplishing this mission?

source: 근처에 볼 일이라도 있네?
en: got some business around the area?

source: 건방진… 새끼…
en: you insolent... bastard.

source: 해볼 만할 것 같아?
en: do you think you can fight him?

source: 이봐!
en: hey!

source: 새끼가!!
en: you bastard!!

source: 끝냈으면 빨리 나와!
en: get out of the car right now!

source: 저벅 저벅 저벅
en: step step

source: …뭐이네?
en: eh?

source: 꼭 해야만 하는 일이라서 말이지
en: it’s a job I can’t fail.

source: 어디 누구라도 죽이고 오라는 말씀 같습네다?
en: it looks like you want me to kill someone.

source: 우리는 바로 작전에 투입됐다
en: ...we were deployed to our operations right away.

source: 중국어) 무슨 수를 써서라도 찾아내!
en: find those punks, whatever it takes!

source: 국도에서 외제차에 히치하이킹 후 탑승
en: she hitches into a foreign-brand vehicle on a national road.

source: 직, 지직
en: crackle

source: 그럴땐..
en: in times like these...

source: 아, 그래 혹시 모르지
en: ah, yes, who knows.

source: 아까 분명 차가 트럭으로..
en: we were in a truck...

source: 이잉, 그려 그려
en: yikes, yes, yes.

source: 그냥 시켜줘!
en: just give him what he wants!

source: 이거 자칫하면 바로 전면전이야
en: one wrong step, and it’s an all-out war.

source: ....그래서
en: so...

source: 국장님 초인종 눌러도 대답이 없는데요
en: sir, no one’s answering.

source: 기카니까 왜 동네 처녀를 건들고 그러네?
en: ha, why did you get close to that girl in town?

source: 여기는 또 어떻게 들어왔고, 응?
en: and how did you get in here?

source: 그렇게 약 한 달
en: about one month later.

source: 움직이지마
en: everyone halt right there!

source: 네 말이 무슨 말인지는 알겠어!
en: I know what you’re saying!

source: 크아아악!
en: argh!

source: 죄책감?
en: responsibility?

source: 이번건 사안이 크거든
en: this is big.

source: 그마저도 이젠 열아홉
en: but now, it was reduced to 19.

source: 그나저나 아빠가 간첩?
en: by the way, my dad’s a spy?

source: 현 백두산 1기
en: founding member of the baekdu mountain

source: 허억 허억
en: huff huff

source: 하지만 나는
en: but I had no idea...

source: 그리고 나는
en: and I...

source: 너도, 에미나이도
en: you and that girl...

source: 지금 응급실이여
en: she’s in an emergency room.

source: 내래 처음이자 마지막으로 부탁하갔어
en: I’m going to ask you a favor for the first and last time.

source: 입모양 봤어?
en: did you read his lips?

source: 이름이 뭐냐
en: tell me your name.

source: 네가....
en: you think--

source: 그리고 연락을..
en: we’ve got to contact--

source: 어쩔 수 없지
en: oh, what else can we do.

source: 그래..
en: so...

source: 전부 잘 될 거야
en: everything will go well.

source: 불장난 같은 겁니다
en: just a one-time thing.

source: …는… 다…라…
en: the... abort...

source: 그 에미나이는 쿠테타라는 걸 뒤늦게 알았다 해서 내 관용을 베풀어 준 거야
en: I showed that girl mercy to live this far because she told me that she didn’t know about the coup until later.

source: 말년인데 뭐~ 괜찮아 괜찮아
en: who cares?! I’m fine. perfectly fine. my service is almost done.

source: love 우리
en: I love my

source: 얀마!!!
en: hey!

source: 아
en: ah.

source: 10년이든 100년이든
en: 10 years, 100 years...

source: 이거 계집이야, 아니면 사내새끼야?
en: are you a girl or a boy?

source: 함부로 쏘지는 못할거야!{j}가자!!
en: they won’t be able to freely shoot us. let’s go!{j}

source: 락이다!!
en: rock and roll baby!!

source: 경찰이다!
en: police!

source: 이유는 모르겠지만 세탁도 도와줬고
en: he helped us get rid of his identity, though I don’t know why.

source: 문제 없지?
en: all good?

source: 우리는 이름도 성도 잊었다
en: our names were completely beaten out of our heads.

source: 못 믿겠으면 한 번 부러뜨려 봐
en: if you don’t believe me, go break it.

source: 그가 자랑하던 '판단력'이
en: ...he didn’t realize that...

source: *천외천 전당포
en: *sky pawnshop

source: 이건 아무나 가질 수가 없는 거거든
en: only a selected few in the country can have them.

source: 고스란히 목뼈와 척추로 전해진다
en: ...being directly transferred to his neck and spines.

source: 하아 코드 66이 대체 뭐라고..
en: I don’t get what all the fuss is with this code 66.

source: 앵거스 영!!
en: angus young!!

source: 아뇨 그게...
en: no, uhm...

source: …남조선 아새끼들은 멀리까지 와서도 싸는구나
en: you south joseon punks like to pee so much.

source: 자네같은 톱스타를 움직이게 할 정도면
en: it’s enough to mobilize a celebrity like you for it.

source: 내 딸이 너를 죽이려고 했어
en: my daughter tried to kill you.

source: 조선생님
en: sir cho!

source: 조선민주주의인민공화국
en: Democratic People’s Republic of Korea

source: 오랜만에 만난 친구에게 총은 좀 그렇지 않나?
en: don’t you think it’s a bit unfriendly to point your gun at your old friend?

source: 차관 목 잡았다고 뭐,
en: what, you think that just because you have the deputy minister in your hands...

source: 살아야 할 이유가 있기 때문이지!
en: it’s because I’ve got reasons to live for!

source: 외부 연락은 일체 받지 마라
en: from now on, cut all external communication.

source: 빨리 민지 데리고 여기서 멀어져!!
en: take minji and get as far away from here as you can!!

source: 태권도복 입은 중년 한 명, 여학생 한 명이라고 알림
en: a middle-aged man in a taekwondo uniform and a girl.

source: 무슨 소리여?
en: what are you talking about?

source: 보호자도 없이 들어갈 뻔혔어
en: she could have gotten in without any guardian.

source: 선생님, 오랜만입니다
en: sir, it’s been a while.

source: I love 우리딸
en: I love my daughter

source: 혼자가 아니니까
en: since I’m not alone.

source: 그럼 어제 있었던 일이 하나도 기억나지 않는 거니?
en: so I suppose you don’t remember what happened the previous day, do you?

source: 근데 이런 놈이 북한쪽으로 돌아서서
en: just imagine him working for north korea...

source: 내가 개인적으로 급해서 말이지
en: I personally am in a hurry,

source: 내가 말했잖아~ 우리 봉사활동 같이 다니는 참한 아가씨~
en: I told you, remember? the kind young lady who does the same volunteer work as me.

source: 가자!
en: let’s go.

source: 1406호는….
en: this room is--

source: 안기부 소속
en: agency for national security planning

source: 그걸 위한 기타 피크다
en: ...that will take south korean rock a step forward.

source: 어차피 곧
en: don’t sweat because you see, the room above and below this one...

source: 대단하긴 한가보네
en: you’re really powerful, I’ll give you that.

source: 그냥...
en: just...

source: 근데, 이렇게 유명하신 양반이
en: but you’re too famous and popular...

source: 판단'이야말로 길러지는 동물적 감각
en: and it can only be cultivated and nurtured, much like an animal instinct.

source: 다음주에도?
en: even next week?

source: 탁..
en: thud

source: 이라크 분쟁 참전 7회
en: seven times in iraqi conflict.

source: 상무 위원장 동지의 결정만 떨어지면..
en: once we have the approval from the chairman of the standing committee...

source: 얼마나 끌 수 있을 것 같아?
en: this hostage show of yours, you think you can buy time with this?

source: 비 오는데 수고들 많았고,
en: it wasn’t easy under the pouring rain, but good job everyone.

source: 사안 크다
en: what we’re dealing with is not a small matter.

source: 하나도 기억나지 않는데요....
en: I can’t remember a thing...

source: 12시간 내로 VIP를 찾으면 됩니까?
en: find the president within 12 hours?

source: 어떤 택권도복 입은 남자가 오토바이랑 바꿔갔는데?
en: a man wearing a taekwondo uniform wanted my motorcycle in exchange for these, so I gave it to him.

source: 뭐 기억나는 거라도 있니?
en: did you remember something?

source: 김…..
en: kim...

source: 저 노인데..
en: that geezer is...

source: 아니, 북한측도 웃기네
en: you know, it’s kind of funny how north korea reacted.

source: 중국어) 여기가 확실해?
en: you sure this is the place?

source: 감정조절이 안 돼
en: and there’s no way we can reason with him. he’s out of control.

source: 와서 잡아가라
en: come and get me.

source: 쿨럭!
en: bleh!

source: 너는 66번
en: ...you’re 66.

source: 주인이 한국인이라는 이야기가 있거든
en: I heard the place is owned by a korean.

source: 조선로동당 중앙군사 위원회
en: Central Military Commission of the Workers' Party of Korea

source: 가서 면담 좀 하고 올게
en: ...and talk to him.

source: 뭐야?
en: what the?

source: hi 진철
en: hi, jincheol.

source: 쿠당!
en: boom

source: 후폭풍은 각오하고
en: ...you better prepare yourself for what comes next.

source: 여차하면 내 손으로 죽일테니
en: I dare you if you want to be the one that ends up dead.

source: 우득 우득!
en: pow pow

source: ….생각보다 꽉 막힌 사람이었군
en: I didn’t peg you as stubborn and narrow-minded...

source: 조직이 말이야
en: us men in uniform are all about blind obedience.

source: 다시 씻어야 겠군요
en: I need to take a shower again.

source: 민지야, 잘 들어
en: minji, listen up.

source: 아빠아아아!
en: daaadddddd!

source: '정확하게 인중을 맞아'
en: ...but your friend has been hit right in the philtrum and...

source: 림유진이, 그 아새끼가 73번이 맞네?
en: yujin rim. that punk’s 73 for sure?

source: 알겠고!
en: not now!

source: 혼란에 빠졌다
en: ...confused.

source: 퓩 퓨퓩
en: swish

source: 좀 그럴듯한 추리를 해봐
en: come on, do better and make believable theories.

source: 안돼, 안돼, 안돼
en: no, no, no.

source: 으아아아!
en: arghhh!!

source: 뭐이야?
en: what the?

source: 아니 저기요!
en: hello?!

source: 죽이지는 말라뇨
en: what do you mean, sir?

source: 뭐해, 새끼들아
en: why are you standing over there, you bastards?!

source: 그럼 실력은..?
en: so, can he fight?

source: 여기 남으면 무슨 꼴을 당…
en: you don’t know what’s going to happen to you--

source: 아까부터...
en: we’ve been--

source: 아새끼 호들갑은..
en: oh, you bastard. stop fussing...

source: 여기...
en: here...

source: 살인을 해도 면책이 주어지는 특권
en: ...to an individual when s/he terminates someone under necessary circumstances.

source: 부아아앙-
en: vroom

source: 대단하군
en: that’s great.

source: 충섬심 하나는 기깔나디
en: your loyalty is another level.

source: 日本語(일본어)
en: japanese

source: 당의 명령이라면 들어야디요
en: the party ordered, and I shall obey.

source: 타깃을 데리고 간 모양인데요
en: took the target.

source: 갑자기 힘이…?
en: how did he get so strong...?

source: 울컥
en: choke

source: 내 동무가 죽고 지옥같은 시간을 보냈디
en: I spent hellish days after my comrade died.

source: 어허억!
en: eeek!

source: 중국 뿐만 아니라 세계 각지에서 세탁을 맡기러 오는 곳
en: people from all across the world come here for laundry.

source: 기상
en: he is awake.

source: 해줘?
en: do you want to do it?

source: 회전의 기본기
en: the basics of twisting.

source: 응애-
en: waaah

source: 네에~
en: sure, you can.

source: 커…커헉!
en: b-bleh!

source: 내래 오늘 가만 안두갔어
en: I’m not letting you off the hook this time!

source: 주소 찍어주믄 책임지고 거기로 보내줄텡게
en: you send me the address, and I’ll make sure to take her there.

source: 그런데 이렇게 막 말해도 되나?
en: but are you allowed to divulge that here?

source: 여기 여자애 하나 있다는 거 알고 왔어
en: I know you’ve got a girl in there.

source: 표면적인 명분은 휴가인데
en: he says he’s going there on vacation, but that’s for show.

source: 너무 든든해서 느껴지는
en: ...a sensation which surged from deep within...

source: 세상이 잘못됐다 손가락질 해도
en: ...always there for their children,

source: 갑니다~
en: here we go.

source: 확인된 건 없는 것 같습니다
en: nothing else other than the truck is confirmed, sir.

source: 덥석!
en: grab!

source: 내가 괜히 오지랖 부려서
en: what if I meddled too much...

source: 끼이익
en: creak

source: 그나저나 놀랐어
en: by the way, I was surprised.

source: 어뗘?
en: how’s’ that?

source: 촤아아-
en: splash

source: 더듬 더듬
en: stutter

source: 그래서 이제 소중한 건 잃지 않으려고
en: so I plan on... not losing what’s valuable to me.

source: 어디 가십니까
en: where do you think you’re going, sir?

source: 우리 특임부야
en: we’re from the national special missions bureau,

source: 저렇게 꼼짝 못하고 사는거야
en: perpetual submission. just like that man over there.

source: 말장난은..!
en: take you and your wordplay...

source: '불의의 사건'에 대해
en: ...express our deepest condolences for...

source: 잡아!
en: stop them!

source: 일단 돌아와
en: come back to the bureau first.

source: 진심으로 상대해주지
en: I’ll take you seriously.

source: …어쨌든 오늘 새벽 2시
en: anyway... our operation will begin...

source: 저벅
en: step

source: 태권도도???
en: ...taekwondo as well??

source: 맞다면 대체 어느정도 잘못을 저질러야
en: what kind of unimaginable life did he live to...

source: *하늘 밖에는 또 다른 하늘이 있다
en: *where there is a sky, there is a universe.

source: 육금성은
en: the six venus?

source: 놀라울 정도로 생각이 똑같았다
en: ...so much so that it was surprising.

source: 일이 뭔가 꼬이진 않았을까?
en: ...that things took a turn for the worse?

source: 팔레스타인 공습 개입 3회
en: three times in air strike in palestine.

source: 알아?!!
en: you got that?!!

source: 이제 정권이..{j}어찌 될 지 모르니까요
en: after all, no one knows... what’s going to happen to the government down the road.{j}

source: 모욕받고 있어!
en: ...being threatened!

source: 그리고….
en: and...

source: 아새끼 재수없게스리..
en: fucker, what a bad luck--

source: 이번엔 아저씨가 물어보자
en: I’ll ask you a question this time.

source: 네?
en: eh?!

source: 나가서 싸워야지 나가서
en: ...you should have taken it outside, not here...

source: 부품이 맞는게 없구만?
en: I don’t have a component that fits this watch.

source: 동작 그만
en: nobody move.

source: 과거의 우리는
en: you see, our past was...

source: 내가 네 뒷수습을...!
en: do you know how much I’ve had to clean up after your mess--

source: 네 애인지 어떻게 알아?!!
en: how do you even know it’s your kid...?

source: 한발 늦으셨어요~ 이 ㅆ새끼야~
en: looks like you’re too late, you bastard.

source: 국장님..!
en: sir..!

source: 부앙
en: vroom

source: 너희 아빠가 움직이면 북한 같은 데서 공작원들이 와
en: one move from him and spies come out from places like north korea.

source: 아.....
en: ah...

source: 사람을 좀 찾고 있어
en: looking for a person.

source: 숨겨진 이유가 있다는 걸 알게 되었다
en: ...an ulterior motive I came to discover later.

source: 국가 특수임무국에서 나왔습니다
en: we are from the national special missions bureau.

source: 아따~ 대체 무슨 생각으로 여길 찾아온겨?
en: goodness. what are you thinking coming down here?

source: 높아..?
en: how did he jump that high...?

source: 군사보안
en: Military Security

source: 재밌군
en: this is getting interesting.

source: …나도 짜증나
en: it’s annoying for me too...

source: 뭘 멀뚱히 보고만 있네?
en: what are you all staring at?

source: 정신 차리라 이 ㅆ 간나야
en: so wake the fuck up.

source: 쿠당탕!
en: crash

source: 가볍게 지껄이는 남조선 아새끼들 보면 화멸이 난다
en: it sickens me to see you fuckers from the south mewling about peace like it’s nothing.

source: 난 너희가 급하다고 해서
en: I stopped what I was doing and came over as soon as I heard about the operation.

source: 승부는 어쩐다?
en: but who’s the winner?

source: 우리 딸
en: my daughter

source: 못건드리겠지?
en: cat got your tongue?

source: 전투 스타일
en: his combat style is...

source: 그에겐 나를 길들일 방법이 필요했다
en: ...he needed a way to tame me and get me to do what he wanted.

source: 그래서 내 생각에는…
en: so I thought that--

source: 그만!!!!
en: stop!!!

source: 더 가지고 와!
en: bring us more!

source: 어이, 좀 들어오지?
en: hey, you should get in.

source: 러시아에서..
en: from russia...

source: 전화
en: phone

source: 정신나갔네?
en: are you nuts?

source: 채광이 좋네
en: look at the sunlight pouring in through the windows.

source: 빨리 처리하자고
en: so let’s end this quickly,

source: ...어~ 그래 강국철이
en: how is it going, gookcheol?

source: 어떻게가 중요한게 아니야 진철
en: that’s not what’s important, jincheol.

source: 낭만의 이유'
en: romantic reasons

source: 후-
en: sigh

source: 약 50년의 긴 역사 동안
en: but around 50 years of long history...

source: 아닌데
en: you must be losing it.

source: 사각 사각
en: scribble scribble

source: …그냥 뭐
en: well, just...

source: 남조선물 좀 먹었다고 북조선 음식이 입에 맞지 않는거네?
en: did you grow out of our foods because you got used to the one in the south?

source: 혜리 친구니까 아프지는 않게
en: but make sure it doesn’t hurt. she’s hyeri’s friend.

source: 코드 66 딸내미가
en: does the daughter of code 66...

source: 전혀 쓸모없는 눈속임용 기술일 뿐
en: ...twisting is nothing but a useless tricks to fool the opponent.

source: 오늘 저녁
en: tonight.

source: 대표님, 남실장에게 무슨 문제가 생긴 것 같습니다
en: sir, it looks like there’s a problem with manager nam.

source: 생전 처음 올려본 가드
en: this was his first guard in his whole life.

source: 김 일 동지를 죽이고 오라
en: kill xil kim.

source: 아니면 일본놈들?
en: or are you japanese?

source: 나
en: Me

source: 쿵짝 쿵짝
en: ba dum tss

source: 국장님
en: sir.

source: 빨랑 세탁 시켜줘
en: get us new identities, quick.

source: 빨리이이이!!!!
en: nowww!!!

source: 백두산인가?
en: was it baekdu mountain?

source: 모자 쓴 놈 도와주려고 여기까지 온 거거든
en: to help out that guy over there wearing a cap.

source: 네가 완전한 남한사람으로 인정받을 기회기도 하고
en: ...the perfect chance to prove that you’ve completely become a south korean.

source: 좀 있어...!
en: move! stay still!

source: 누가 봐도 수상해 보이는 미친놈들
en: these nut-jobs anybody would consider suspicious.

source: 자, 자자!
en: okay, listen up!

source: 우리가 첫 날 뚜드려 맞을 때
en: when they beat the heck out of us on our first day,

source: 영장도 안받고, 뭐하는거야?
en: I heard you don’t even have a warrant. what’s that all about?

source: 지잉
en: ziiing

source: 그건 알아주시라요
en: please know that.

source: …너희들
en: you two...

source: 한 명 더 부른다면 누구?
en: one more person? who?

source: 그냥 얘 전역시켜줘!
en: just discharge him!

source: ....민지야
en: minji...

source: 에미나이
en: young lady.

source: 어떻게, 뭐..
en: so... what?

source: 뚜르르르
en: ring

source: 세탁할 수 있는 건 뭐든지 가능한 이곳은
en: anything can be laundered and washed in here, but...

source: 보위국 레벨은 다르구나
en: the man from the state security bureau is indeed built different...

source: 무슨 일이 있어도 살아남아라야!
en: and live, come hell or high water!

source: 뒤적 뒤적
en: search

source: 아니면 뭐, 테러리스트들이랑 싸우기라도 했어?
en: or did he fight against the terrorists all the time?

source: 반갑다 내래 조선인민공화국 소좌 리응령이야
en: nice to meet you. I’m major eungryeong ri from the democratic people’s party of korea.

source: 까짓것 팬심으로다가 서비스여!
en: since I’m your fan, I’m going to offer you a freebie as well!

source: 우리 서열 정리가 함 필요하갔어
en: the winner gets to call the shots.

source: 3시간
en: three hours.

source: 여기부턴 내가 해결할 문제거든
en: from now on, I need to take care of this on my own.

source: 상무위원장 동지를 암살하려는 놈을 잡으러 왔는데
en: we’re here to capture the one who plans to assassinate the chairman...

source: 없는건 싸가지 같은디
en: more like you don’t have manners...

source: 푸흡!
en: pfft!

source: 10년 후
en: ten years later.

source: 그림{j}정종택
en: Art Jongtaek Jung{j}

source: 타{j}악!
en: bam{j}

source: 속닥속닥
en: whisper

source: …이 정도면 어느 정도 정리된 것 같은데
en: I think we’re done here...

source: 나는 73번이고
en: I’m 73, and...

source: 쿠구구구구
en: crack

source: 개가 짖어도
en: after all, a dog may bark...

source: 기차는 가는 법이도
en: ...but the train never stops!

source: 그간의 정이 있응게~
en: because you and I have history.

source: 시작…?
en: start what...?

source: 내 확실히 사과하겠네
en: my sincere apologies.

source: 꼼짝 마!!
en: nobody move!

source: 그게 무슨....
en: it doesn’t make any sense...

source: 쪼오오오오오옥-
en: sluuurp

source: 고객은 기업부터 국가까지 존재하는
en: their clientele even includes companies and governments.

source: 디스 이즈
en: this is...

source: 정말 죄송….
en: I am really sorry--

source: 그게 조금
en: uhm...

source: 이 자식!
en: you bastard!

source: 살인 면허
en: the license to kill.

source: 주춤
en: flinch

source: 특수부대원이었다 해도
en: ...even if he’s from a special force...

source: 손 들어!
en: hands in the air!

source: 반드시 네 손으로 직접 목을 따라우
en: make sure that you kill him with your hands.

source: 짜악!
en: slap

source: 괜찮아?
en: you okay?

source: 어어…...
en: uh...

source: 북한에서 받게 된다
en: ...even south korea dared not to give.

source: 공화국의 명예를 위해 자결하라
en: kill yourself for the honor of the country.

source: 우리끼리는 더 이상 명예 퇴역 따윈 하지 말자고
en: we’ll put an end to this right now once and for all. let’s not do this anymore.

source: 다음은 접니다
en: next up, me.

source: 잘 부탁드립네다
en: please take good care of him.

source: 어디 가지 않고 이 자리에 있을 건가요?
en: stay here even if I come here every day?

source: 퇴역 조건을 몰랐을 리는 더욱 없고
en: and there’s no way you didn’t know the terms of honorable discharge.

source: 오, 민지구나!
en: oh, you must be minji!

source: 국장님한테 연락해!
en: call the director!

source: 지금 공화국이 후계자 문제로 아주 골머리를 썩고 있디
en: the party is stressing over the issue of who’s going to take the leadership.

source: 드르륵
en: slide

source: 국장님!
en: sir!

source: 읏!!
en: argh!!

source: 설명은 간단했다
en: what happened was simple.

source: 으앗!!!
en: ack!!

source: 거기서 어떤 아저씨도 봤어?
en: did you see a man in there?

source: 영리적인 목적을 위해 움직이는
en: a multinational mercenary company that...

source: 불 좀 끄고…
en: let’s turn off the lights--

source: 아, 아뇨...
en: n-no...

source: 개소리 하지마 데이빗
en: cut the bullshit, david.

source: 네 놈들 뭐야?
en: who are you punks?

source: 나가는 길 알아요?
en: do you know the way out?

source: 비슷한 시각, 대한민국 정보사령부
en: similar time. intelligence command, south korea.

source: 자네들도 소중한 삶의 이유 하나쯤은 있지 않은가!
en: I’m sure you all have... at least a reason that keeps you alive!

source: 대체 무슨 소란이야?!!
en: what happened in here?!

source: 대..{j}대표님 정말 죄송합니다
en: s-sir, please forgive me..{j}

source: 아빠 그냥 아빤데...?
en: he’s just a normal dad like everyone else...

source: 저렇게까지 말하는데
en: how can I hate him...

source: 기대되네
en: I can’t wait...

source: 건드렸나?
en: ...the wrong guys?

source: 이미 도망치고 없답니다
en: she’s gone. she already ran away.

source: 네가 왜 하얼빈에 있는거지?
en: what are you doing here in harbin?

source: 팍!
en: thud

source: 아빠 맞지…?
en: you are my dad, right...?

source: 라는 생각이 들 때쯤
en: right when he thought this to himself...

source: 더 이상 행동하지 마!
en: stop what you’re doing at once!

source: 누가…
en: who’s--

source: 나갈 수만 있다면 뭐든지 할겁니다!
en: I’ll do anything if you let me out of here!

source: 북한?
en: and north korea?

source: 기왕 도와주시는 김에
en: since you’re willing to help us out...

source: 우와아아앗!!
en: arghhhh!!

source: 치직
en: crackle

source: 남조선을 포격합네까?
en: bombing south joseon?

source: 미안…!
en: I’m sorry...!

source: 세탁 전문가라며?
en: heard you’re a laundry expert.

source: 이겨주세요
en: ...triumph anything.

source: 시험 통과다 아직 쓸모 있갔어
en: you passed the test. you’re still useful.

source: 나 죽는 꼴 보고 싶지 않으면!!!
en: ...so no one has to die out here today!!

source: …작전 중인 건가?
en: is that so...? are you on an operation?

source: 큭큭큭 키키키킥
en: hahahahaha!!

source: 아빠 대 아빠로 이야기 하자고 했지?
en: you wanted to talk as father to father, right?

source: 슈우우
en: psshhh

source: 커어어--
en: snore. phewww...

source: 본래 태권도란
en: you see, taekwondo is...

source: 무슨 일이 있어도 아빠가 지켜줄테니까
en: I’ll protect you no matter what happens.

source: 무슨 상황이지???
en: ...is going on???

source: 과장?
en: chief?

source: 쪼끄만게 맵긴 엄청 맵구나야
en: for a tiny man, you’re really fiesty and tough.

source: 둘 다 잘하면 좋고~ 허허허
en: but if you can hit two birds with one stone, why not? hahaha.

source: 우우!
en: woo!

source: 그럼 어디 한 번 볼까!
en: all right! time to find out...

source: 한 병 더 가지고 와!
en: bring me another bottle!

source: 남조선 아새끼들은 후라이도 잘까는구나야
en: I never knew you south korean bastards were good at lying.
